{
  "all": [
    {
      "type": "主题日",
      "list": [
        "浪漫的情人节快到了，还记得我们的承诺吗？愿与你共度今生，永存浪漫，爱到永远！"
      ]
    },
    {
      "type": "我记得",
      "list": [
        "心安茅屋稳，性定菜根香。",
        "死生契阔，与子成说。执子之手，与子偕老。",
        "只要能和你在一起，失去一切都不可惜。",
        "既然选择了远方,便只顾风雨兼程。",
        "你在我眼中是最美，每一个微笑都让我沉醉。",
        "我说我的眼里只有你。",
        "往后余生，是你。",
        "在天愿做比翼鸟，在地愿为连理枝。",
        "特别的爱，给特别的你。"
      ]
    },
    {
      "type": "其他",
      "list": [
        "所爱隔山海，山海皆可平。",
        "如果这份爱要用我的生命来交换的话，我愿意，如果这份爱让我只能再活一天，我愿意！",
        "宝贝我爱你，我不在的时候照顾好自己；无论有多远，我一定要回来和你在一起。",
        "愿得一人心，白首不相离。那些与你心心相携的时光，在我心中开出最美的繁花。一季花开，遇到爱，便是圆满。一次回眸，遇到你，便是幸福。",
        "我没有多的言语！只有一句话要告诉你：和你在一起，你是一切！没有你在身边，一切是你！",
        "想让你知道我是真的爱著你我担心你..没有我照顾你一辈子..你怎麽办？",
        "以前不知道这世界有你，后来我知道了，就不停地在人群中寻找，现在我终于找到了，所以决定一辈子爱上你！",
        "我今生今世爱定你！！！愿这一生只牵你的手！",
        "我能想到最浪漫的事，就是和你一起慢慢变老。",
        "我并不痴情，可我会守侯你一生；我不是弱智，但我会傻傻的爱你--到永远！",
        "爱情的童话里，还好你遇到了我，还好我遇到了你。只是路过也如此美丽，美丽得连心疼都多余。只是这样看你微笑，一辈子，就够了。",
        "不要总是问我倒底爱你些什麽，我不要短暂的温柔，只要你一世的陪伴！",
        "自从有了你，世界变得好美丽！",
        "除了我你别无选择!因为再也没有人会比我更爱你了！好想从现在开始抱著你，紧紧的抱著你，一直走到上帝面前...",
        "如果世界只剩十分锺，我会和你一同回忆走过的风雨，如果世界只剩三分锺，我会吻你，如果世界只剩一分锺，我会说60次我爱你！",
        "我希望每天早上有你叫我起床！",
        "希望睡前可以轻吻你，希望睡时可以抱著你，希望醒来可以看见你！一直都这样希望，直到永远。",
        "我现在怎麽变得如此的脆弱呢，是因为你不在我身边吗？好像是。",
        "当你不在我身边,才蓦然发觉你之于我的重要性.没有你的夜真的好寂寞,好漫长.每天想你一百遍,每一次想念都让我沉醉。",
        "我希望可以爱你一万年！",
        "让我陪你在海中漂泊吧，只为能做你手中的桨，不管风浪多大，你身边始终有我。",
        "读你会读到白发苍苍；等你会等到地老天荒。",
        "若不是因为爱着你，怎么会深夜还没睡意，每个念头都关于你，我想你，好想你！",
        "好想把你藏起来，藏在胸前的口袋，把你慢慢的融化，你就再也离不开！把你藏起来，只准和我一个人相爱！",
        "其实我很在乎你。只是没有告诉你！真心想说\"我爱你！\"话到嘴边咽肚里。没有你的日子里，梦中主角就是你。",
        "人生最大的幸福，是发现自己爱的人，正好也爱着自己。",
        "踮起脚尖，我们就能离幸福更近一点。",
        "距离使两颗心靠得更近。",
        "拥有你美丽的爱情，太阳就永远明媚。",
        "情绵绵，爱无边。",
        "有爱的心永远年轻。",
        "对于世界，你可能只是一个人，但对于某个人，你却是整个世界。",
        "第一次听到你对我说\"我爱你\"，我的世界一瞬间鲜花绽开。",
        "无论你身在何处，无论你为何忙碌，我都会在此守候。",
        "在这世上珍贵的东西总是罕有，所以这世上只有一个你。",
        "没有你的日子就像一本没有书页的书。",
        "你的吻还在我的唇上发烫，从此我的日子变得如此美丽。",
        "我会想你，在漫漫长路的每一步。",
        "一个亲吻；一个拥抱；一个电话；一个肩膀；一句爱我；一次约会；一碗鱼蛋；一盒便当；一趟海边；一场大雨；…路；一次小吵；一程公车；一直挽手；一直信任；一直包容；一直了解，一个你，一心一意。爱就是这么简单。",
        "爱情的话语全在双眼之中。",
        "以后会怎样我不知道，我只知道，今天,我爱你。",
        "爱上你，只用了一秒钟，忘记你，却用了我一生的时间。",
        "当思念成为一种习惯。",
        "习惯在这样的微雨天气里想你，淡淡的，心底的一抹思念。昨夜狂风四起，清晨醒来发现满院的落叶，散落一地的…美丽着。孤独在暗夜里静静的绽放着，书写着外表无处表现的忧伤，轻揉入深夜的睡梦，滑落心田最后的温柔。",
        "当我想你的时候，无论万水千山都能看见你潇洒的身影，和你一起走过每一个夜晚和白天，走过爱的风风雨雨！在…我读出了幸福，也读出了寂寞，你离开的日子，就似撒下的一张网，网住的也许只剩下寂寞，留下的也只有思念",
        "我最高兴的事就是一个人的时候静静地想你。",
        "只要有一双真诚的眼睛为我流泪,就值得我为生命受苦。",
        "快乐着你的快乐，痛苦着你的痛苦。",
        "世界上最遥远的距离,不是天涯海角,而是我在你身边,你却不知道我爱你。",
        "爱你就是爱自己。",
        "输了你，赢了世界又如何。",
        "在我心里，你的快乐就是我最大的梦想。",
        "没有你的梦，世界如此孤单。为了你，什么都愿意，只要能和你在一起，得到，那个叫做幸福的东西。",
        "我爱你,甚至可以为你去死，但是我不能死，不是我怕死，而是我怕我死后,没有人像我这样爱你。",
        "你若流泪,湿得总是我的脸，你若悲,苦得总是我的心。",
        "如果有一天你老了，老的连牙齿也没了，我仍然会吻你没有牙的牙床。",
        "除了爱你，我想不出能使我继续活着的理由。",
        "在认识你之後，我才发现自己可以这样情愿的付出。",
        "每次我感到失意时，都回忆起你的浅笑，你的鼓励，使我坚强的面对下去，谢谢你！",
        "一次倾心的相遇，一句美丽的誓言，我们一起经历了沧桑，岁月，流年，我用无言的字编成一朵美丽的小花，把祝福别在你的衣襟上，亲爱的，在我看不见你的时候，你可好啊！",
        "如果能用一辈子换你停留在我视线中，我将毫不保留。",
        "与其日夜为你着迷，不如时刻把你挂虑；与其日夜甜言蜜语，不如时刻将你珍惜。青春如梦，岁月如梭，时光不回…留，风风雨雨，世事无常，携手一起走，谁说人间没有天长地久。为你煮粥，帮你把脉，给你解忧，逗你开怀！",
        "有你在身边，工作没烦忧；有你在身边，生活更新鲜；有你在身边，寂寞已不见；有你在身边，惊喜皆连连；有你在身边，幸福岁岁又年年。",
        "以为没有你，我可以坚强一个人，终於知道我不行。",
        "因为有风，柳条得以轻扬；因为有雨，禾苗得以滋长；因为有花，自然才显芬芳；因为有你，生活才显阳光。宝贝，你就是我的太阳！",
        "我的爱人，你是我赖以生存的氧气，虽然你不在我身边，但你仍然充斥我周围的每一寸空间，爱你永不变！",
        "用我真心、诚心、热心换来你的开心、舒心、欢欣；用我好心、用心、留心换来你全心、放心、爱心。",
        "烛光映透我们的悸动，玫瑰嗅出心灵的相通。当手中的酒杯举起，你我才明白：浪漫就是一生永恒的约会。",
        "轻轻地，不惊你梦；只愿你，梦中有我。",
        "遇见你是偶然的，喜欢你是自然的，爱上你是毅然的，得到你是欣然的，伴你一生是必然的。",
        "一心一意爱着你，一天一天想着你，一点一点疼着你，一夜一夜梦着你，一滴一滴恋着你，一遍一遍念着你，一世一世陪着你。",
        "只要你一直在我身边，其他东西不再重要。",
        "我愿做天上的星星，给你永恒的光芒，永远守候在你身边。",
        "这一生我只牵你的手，因为今生有你早已足够。",
        "谁说你作的菜难以下咽，我会每天回家吃晚饭！",
        "我选中的人就是天底下最最漂亮，最最美丽的人，你要再站在镜子前面在那边嫌东嫌西的，我会跟你翻脸喔……",
        "世界上最美的是你的容颜，最香的是你的发香，最难忘的是与你相伴的日子，最期待的是那枚闪着幸福之光的戒指…爱你不悔！",
        "你清雅的笑一直在我心头萦绕，万千的相思如涌动的波涛，翻滚着内心的煎熬。多么想向你说道，只怕失败我承受不了，个中心酸有谁知晓！今生只愿与你相携变老，坚守着你的微笑！",
        "夜晚，你在我梦里；白天，你在我心里；相依，你在我眼里；分离，你在我思念里。亲爱的，天天有你，分秒不曾忘记！",
        "你是我的风，吹过我的心田；你是我的田，栽种美好的花瓣；你是我的伴，让我陪你到永远。有风，有田，有伴，让我们的爱直到永远。",
        "人生虽然不能《从头再来》，但我今生仍然欣喜能与你《相亲相爱》；尽管不能《爱你一万年》，但你仍是我今生唯一的《传奇》。",
        "每天想的都是你，每天思念就是你，每天呼唤都是你，每晚梦见就是你，每时牵挂都是你，时时刻刻不忘你，我的心中只有你，真心真意就爱你！",
        "心早飞速你那去了，身早变得软软的了，爱你会不顾一切走，丢下全世界不丢你，相亲相爱一辈子亲。",
        "想你想的心碎，恨不得天天和你同醉；想你想的郁闷，恨不得时时与你相聚；想你想的疲惫，恨不得日日伴你长睡；想你想的很累，恨不得永远和你不分开；亲爱的，我的心全在你的身上，我的情挂着无限的缠绵！",
        "想你是我唯一可做的事，爱你是我唯一可走的路！",
        "幸福是什么？幸福是每晚睡觉前想你。幸福是什么？幸福是对你的执着。幸福是什么？幸福是你对我的微笑。幸福是什么？幸福是和一你起慢慢变老。",
        "无论我们相隔多远，我心与你心始终相牵！",
        "你是我最初也是最后爱的人。",
        "想你，已成为一种习惯，如何才能不想你，对于我，这是个难题，是个谜，但我不想去破译，我只想告诉你：我爱你，到永远，我愿意！",
        "我希望睡前最后看到的是你……",
        "想你的岁月，我喜欢手指轻按键盘，传递我的思念。想你的日子，我喜欢电话连线，诉说相思的苦恋。想你的时刻，我习惯了面对孤单。想你不分黑天白天。",
        "最快乐的相遏是认识了你，最甜密的幸福是培伴你，最精彩的人生是拥有了你，最浪漫的爱情是关心着你，最温暖的牵挂是想着你！",
        "一份思念一份守候，不在乎季节的变换！一份心不变意，只待花朵的盛意，愿彼此的思念在幸福中盛开而留下美丽的风景，有你的关爱一切都值得。",
        "不经意的一瞥，让我难以忘记，就算再多的风景也都是你的陪衬，就算再多的花朵也无法淹没你的芬芳，爱情来的如此突然又如此凶猛。",
        "爱的依靠，家的幸福！让我们在组织美好生活共同创建世界观的窗口，一起编辑你与我永恒写下的诗情画意。回忆当时在读书时代曾经许下的诺言，表达相互依赖直到永远。",
        "如果你冷，我将你拥入怀中；如果你恨，我替你擦去泪痕；如果你爱我，我要向全世界广播；如果你离开我，我会默默地承受。",
        "任何时候、任何情况，只要你需要我，我立即赶来，尽我全力为你做事。",
        "亲，我对你的爱已经发货，因为爱意浓厚已经爆仓！满满的甜蜜情话哦！亲，包邮哦！一定要给好评哦！",
        "我要你做世界上第二幸福的人，你会问：为什么不是第一，因为让我认识到你，我就是世界上最幸福的人！",
        "自从我的生命里有了你，就算再大的风雨，再难的事情，我都会努力克服。我要和你一起走每一个春夏秋冬。风雨人生路，愿与你一起走过。",
        "想念你的笑，快乐的气氛在身边围绕；想念你的好，甜蜜的依偎在心头闪耀；想念你的吻，青涩里包含幸福的味道；只愿一直牵着你的手，在今生的每分每秒！",
        "俗话说一日不见如隔三秋，可我昨天刚见的你，今天早上起来竟然好像是隔了一个世纪！真的很想见到你！想起你的美丽的脸，想起你可爱的脾气，想起你做的点心！真恨不得能马上飞到你的身边，跟你在一起！真的想你！",
        "我的世界只有你懂。",
        "只想和在一起，我不想给其它人机会！",
        "曾经迷惘的心中，是你牵引我走出寂寞。",
        "爱你让我勇敢，什么事都不难；想你想得坦然，不再心烦意乱。你若听到远方的呼唤，那是我的心已飞越万水千山。",
        "对你，不管阴晴圆缺，都不变。",
        "我爱你的心，直到世界末日也不会变。",
        "我发觉对你的爱，是可以让我付出一切名利、地位，甚至生命，有一种豁出去的感觉。",
        "爱你是我一生的主题曲，风霜雪雨是爱你的音律，每一个日子都在重复这首曲子，希望陪你渡过每一天！",
        "我只想给你一个人承诺。",
        "我只想教你一个人学计算机。",
        "希望睡前可以轻吻你，希望睡时可以抱着你，希望醒来可以看见你！一直都这样希望，直到永远。",
        "我想在五十年之后，我一定还是像现在一样爱你。",
        "我觉得我们真的不适合当情人，你愿意当我老婆吗？",
        "我只想照顾你却不会照顾我自己。",
        "如果活着，是上帝赋予我最大的使命，那么拥有你，是上帝赐予我最大的恩惠。",
        "我不要短暂的温存，只要一世的陪伴。",
        "思念像河流般，滔滔不绝地流向大海，流向我的心房。",
        "地球仍然转动， 世界依旧善变， 而我永远爱你。",
        "只有你知道我的情绪， 也只有你能带给我好心情。",
        "你像那天边的云，飘泊不定，叫人难以追寻；你像那水中的萍，流移四方，叫我难以琢磨。你能告诉我吗？怎样才能追上你的身影，怎样才能与你相伴不离？",
        "想念是涩的，喜欢是苦的，相约是难的，相遇是甜的，天长地久是吹的，爱你一万年是假的，柴米油盐是平常的，但是，时常想起你是真的。",
        "一花一世界，一叶一追寻。一曲一场叹，一生为一人。"
      ]
    },
    {
      "type": "情话",
      "list": [
        "雪色与月色之间，你是第三种：绝色。",
        "从今以后，咱们只有死别，不再生离。",
        "时光温热，岁月静好，你还不来，我怎敢老？",
        "春水初生，春林初盛，春风十里，不如你。",
        "你的过去我来不及参与，你的未来我奉陪到底。",
        "我明白你会来，所以我等。",
        "时光如水，总是无言。若你安好，便是晴天。",
        "遇到你之前，我没想过结婚。遇见你之后，结婚这事我没想过和别人。",
        "你的眼睛里可真好看， 里面有晴云，山川，云雾，花鸟。但我的眼睛更好看，因为我的眼睛里有你。",
        "很多东西看久了都会腻，唯独你，越看越欢喜。",
        "我在人生的小路上蹦蹦跳跳，一不小心栽进喜欢你的坎里，从此一蹶不振。",
        "你是无法企及的光，无法戒掉的想象，无法放弃的喜欢。",
        "耳中所听恍若你呢喃，心之所向是指你为南，目之所及除你之外尽是荒野。",
        "我也想要给你写一封情书，用七十年代的牛皮纸包住，字里话间不用太多矫情的词汇，也不用增加气氛的排比句，只是简单的陈述天气季节，然后再慢慢告诉你，我是真的喜欢你。",
        "请你原谅我的太贪心，既想陪你情窦初开，还想陪你两鬓斑白。",
        "什么是一心一意？没选择，是你；有选择，还是你。选择了你，便不再选择，永远，是你。",
        "喜欢是声色犬马一响贪欢，而爱是过进千帆温酒煮茶共杯盏，可锦衣绸缎，可粗茶淡饭，可尝遍人生，可归老山川。",
        "青山不及你眉长，水清不似你目澈，跨过山水几场雨，我一生只一个你。",
        "你问我有多爱你，大概就是再遇见你一百次，也会沦陷一百次。",
        "夏天遇见冰棍，冬天遇见红薯，烧烤遇见啤酒，我遇见你，这些都是世间最好的事情。",
        "你知道你和星星有什么区别吗？星星在天上而你在我心里。",
        "想对你说尽这世间的情话，好让你知道这世上所有的情话都不足以描绘我爱你的心。",
        "第一次看见你，你站在阳光下，全身闪闪发光，我知道，我的一见钟情就这样用完了。",
        "你不用多好，我喜欢就好；我没有很好，你不嫌弃就好。",
        "草在结它的种子，风在摇它的叶子。我们站着，不说话就十分美好。",
        "你对我微微笑着，不说话。而我觉得，为了这一刻，我已经等待很久了.",
        "晓看天色暮看云。行也思君，坐也思君。",
        "我把我整个的灵魂都给你，连同它的怪癖，耍小脾气，忽明忽暗，一千八百种坏毛病。它真讨厌，只有一点好，爱你。",
        "听到一些事，明明不相干的，也会在心中拐好几个弯想到你。",
        "我做早晨第一个唤醒你的人，做夜晚最后一个看你入睡的人。",
        "我爱你这三个字，我会用一辈子去解释。",
        "这一生最重要的三个日子：世界上有你的那天，世界上有我的那天，我和你成为「我们」的那一天!",
        "如果你是最后的结局，那么晚来一点也没关系。",
        "你，就是上帝给我的最好的礼物。",
        "如果多绕了几个弯，在尽头等待的人仍是你，那沿途的风景都美丽，擦肩的人都不可惜。",
        "我爱你太美好，时光它知道。",
        "你是幸运的，因为你可以选择爱我或不爱我，而我只能选择爱你，或是更爱你。",
        "不是恋爱的感觉让我幸福，而是爱上你的感觉让我幸福。",
        "世界上最美好的一个字就是「吃」，两个字就是「睡觉」，三个字就是你的名字。",
        "最浪漫的三个字：我爱你、对不起、我错了、在一起、我养你、你乖乖、别哭乖、听你的、手给我、我陪你、我愿意、相信我、有我在……。",
        "以后的以后，我将是你唯一的唯一。",
        "我们真心相爱，不管你是什么样的，我都会一直爱你、陪伴在你身边。",
        "亲爱的，把手给我，剩下的路由我牵着你走。"
      ]
    }
  ]
}
